---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionRound
source: html/9e9ed0f7-e2e9-20ca-1517-1cad84713ca1.htm
---
# StructuralSectionRound Methods

Returns size of the section boundary.